Repository: danimart1991/xamarin-example-jobintown
Catalog: src/App/JobInTown/Resx/AppResources.*.resx
Languages: es

# AddItemPage_Category_Label_Text
source: Category
es: Categoría

# AddItemPage_Contract_Label_Text
source: Contract
es: Contrato

# AddItemPage_Description_Label_Text
source: Description
es: Descripción

# AddItemPage_Location_Label_Text
source: Location
es: Ubicación

# AddItemPage_Page_Title
source: Add new job
es: Añadir nuevo trabajo

# AddItemPage_Save_ToolBarItem_Text
source: Save
es: Guardar

# AddItemPage_Title_Label_Text
source: Title
es: Título

# AddItemPage_Workday_Label_Text
source: Workday
es: Jornada

# Android_ItemDetailPage_Information_ContentPage_Title
source: INFORMATION
es: INFORMACIÓN

# Android_ItemDetailPage_Map_ContentPage_Title
source: MAP
es: MAPA

# Android_MainPage_Jobs_ContentPage_Title
source: ALL
es: TODO

# Android_MainPage_Profile_ContentPage_Title
source: PROFILE
es: PERFIL

# iOS_ItemDetailPage_Information_ContentPage_Title
source: Information
es: Información

# iOS_ItemDetailPage_Map_ContentPage_Title
source: Map
es: Mapa

# iOS_MainPage_Jobs_ContentPage_Title
source: All
es: Todo

# iOS_MainPage_Profile_ContentPage_Title
source: Profile
es: Perfil

# ItemDetailPage_Delete_ToolBarItem_Text
source: Delete
es: Eliminar

# ItemDetailPage_Distance_Kilometers_Text
source: You are about {0:N2}km. from:
es: Estás a {0:N2}km. de:

# ItemDetailPage_Distance_Meters_Text
source: You are about {0:N2}m. from:
es: Estás a {0:N2}m. de:

# ItemDetailPage_Page_Title
source: Job detail
es: Detalle trabajo

# Job_PostedDate_Text
source: Posted on {0:dd MMMM yyyy} ({1} ago)
es: Publicado el {0:dd MMMM yyyy} (hace {1})

# LoginPage_Email_Label_Text
source: Email
es: Correo electrónico

# LoginPage_Login_Button_Text
source: Log in
es: Iniciar sesión

# LoginPage_Password_Label_Text
source: Password
es: Contraseña

# LoginPage_Register_Button_Text
source: Register
es: Registrarse

# LoginPage_Register_Label_Text
source: Don't have an account?
es: ¿No tienes una cuenta?

# MainPage_Add_ToolBarItem_Text
source: Add
es: Añadir

# MainPage_Logout_Button_Text
source: Logout
es: Cerrar sesión

# MainPage_Refresh_ToolBarItem_Text
source: Refresh
es: Actualizar

# RegisterPage_ConfirmPassword_Label_Text
source: Confirm password
es: Confirmar contraseña

# RegisterPage_Email_Label_Text
source: Email
es: Correo electrónico

# RegisterPage_FullName_Label_Text
source: Full name
es: Nombre completo

# RegisterPage_Page_Title
source: Register
es: Registro

# RegisterPage_Password_Label_Text
source: Password
es: Contraseña

# RegisterPage_Register_ToolBarItem_Text
source: Register
es: Registrar

# Windows_ItemDetailPage_Information_ContentPage_Title
source: Information
es: Información

# Windows_ItemDetailPage_Map_ContentPage_Title
source: Map
es: Mapa

# Windows_MainPage_Jobs_ContentPage_Title
source: All
es: Todo

# Windows_MainPage_Profile_ContentPage_Title
source: Profile
es: Perfil

# Enum_CategoryType_AdministrationSecretariat
source: Administration & Secretariat
es: Administración y Secretariado

# Enum_CategoryType_ArtDesign
source: Art & Design
es: Arte y Diseño

# Enum_CategoryType_BankingFinanceInsurance
source: Banking, Finance & Insurance
es: Banca, Finanzas y Seguros

# Enum_CategoryType_BusinessManagement
source: Business Management
es: Dirección de Empresas

# Enum_CategoryType_ConstructionRealState
source: Construction & Real state
es: Construcción e Inmobiliaria

# Enum_CategoryType_EducationTrainingResearch
source: Education, Formation & Investigation
es: Educación, Formación e Investigación

# Enum_CategoryType_EngineeringProduction
source: Engineering & Production
es: Ingeniería y Producción

# Enum_CategoryType_HealthSocialServices
source: Health & Social Services
es: Sanidad y Servicios Sociales

# Enum_CategoryType_HomeServices
source: Home services
es: Servicios domésticos

# Enum_CategoryType_HostelTourism
source: Hostel & Tourism
es: Hostelería y Turismo

# Enum_CategoryType_HumanResources
source: Human Resources
es: Recursos Humanos

# Enum_CategoryType_LogisticsTransportation
source: Logistics & Transport
es: Logística y Transporte

# Enum_CategoryType_MarketingCommunication
source: Marketing & Comunication
es: Marketing y Comunicación

# Enum_CategoryType_Others
source: Others
es: Otros

# Enum_CategoryType_ProfessionalCrafts
source: Professional crafts
es: Oficios profesionales

# Enum_CategoryType_QualityID
source: Quality & I+D
es: Calidad e I+D

# Enum_CategoryType_TechnologyInformatics
source: Tecnology & Informatics
es: Tecnología e Informática

# Enum_CategoryType_TradeSales
source: Trade & Sales
es: Comercial y Ventas

# Enum_ContractType_FixedDiscontinuous
source: Fixed discontinuous
es: Fijo discontinuo

# Enum_ContractType_FixedTerm
source: Fixed term
es: Duración determinada

# Enum_ContractType_Formative
source: Formative
es: Formativo

# Enum_ContractType_Freelance
source: Freelance
es: Autónomo

# Enum_ContractType_Indefinite
source: Indefinite
es: Indefinido

# Enum_ContractType_Other
source: Other
es: Otro

# Enum_ContractType_PartTime
source: Part time
es: Tiempo parcial

# Enum_ContractType_Relief
source: Relief
es: Relevo

# Enum_DateTimeDiffFormatType_Day
source: day
es: día

# Enum_DateTimeDiffFormatType_Days
source: days
es: días

# Enum_DateTimeDiffFormatType_Hour
source: hour
es: hora

# Enum_DateTimeDiffFormatType_Hours
source: hours
es: horas

# Enum_DateTimeDiffFormatType_Minute
source: minute
es: minuto

# Enum_DateTimeDiffFormatType_Minutes
source: minutes
es: minutos

# Enum_DateTimeDiffFormatType_Month
source: month
es: mes

# Enum_DateTimeDiffFormatType_Months
source: months
es: meses

# Enum_DateTimeDiffFormatType_Second
source: second
es: segundo

# Enum_DateTimeDiffFormatType_Seconds
source: seconds
es: segundos

# Enum_DateTimeDiffFormatType_Year
source: year
es: año

# Enum_DateTimeDiffFormatType_Years
source: years
es: años

# Enum_WorkdayType_FullTime
source: Full time
es: Completa

# Enum_WorkdayType_Indifferent
source: Indifferent
es: Indiferente

# Enum_WorkdayType_IntensiveAfternoon
source: Intensive - Afternoon
es: Intensiva - Tarde

# Enum_WorkdayType_IntensiveIndifferent
source: Intensive - Indifferent
es: Intensiva - Indiferente

# Enum_WorkdayType_IntensiveMorning
source: Intensive - Morning
es: Intensiva - Mañana

# Enum_WorkdayType_IntensiveNight
source: Intensive - Night
es: Intensiva - Noche

# Enum_WorkdayType_Other
source: Other
es: Otra

# Enum_WorkdayType_PartialAfternoon
source: Partial - Afternoon
es: Parcial - Tarde

# Enum_WorkdayType_PartialIndifferent
source: Partial - Infifferent
es: Parcial - Indiferente

# Enum_WorkdayType_PartialMorning
source: Partial - Morning
es: Parcial - Mañana

# Enum_WorkdayType_PartialNight
source: Partial - Night
es: Parcial - Noche

# MainPage_DateOrder_ToolBarItem_Text
source: Order - Date
es: Orden - Fecha

# MainPage_DistanceOrder_ToolBarItem_Text
source: Order - Distance
es: Orden - Distancia

# MainPage_NameOrder_ToolBarItem_Text
source: Order - Name
es: Orden - Nombre

# MainPage_MyJobsList_NoItems_Label_Text
source: You have not yet created any jobs, try to create a new one.
es: Aún no has creado ningún trabajo, prueba a crear uno nuevo.

# AddItemPage_AddressError_Exception_Message
source: Can't obtain valid addresses.
es: No se pueden obtener direcciones válidas.

# AddItemPage_InvalidAdress_Exception_Message
source: Address not valid. Please try another address.
es: Dirección inválida. Inténta otra dirección.

# AddItemPage_InvalidImage_Exception_Message
source: Image file is invalid. Try with .png or .jpg image.
es: El archivo de imagen es inválido. Intenta escoger una imagen .png o .jpg.

# AddItemPage_LocationError_Exception_Message
source: Unable to get location. Check your configuration and try again later.
es: No se puede obtener la ubicación. Revisa la configuración e inténtalo de nuevo.

# AddItemPage_NoDescription_Exception_Message
source: You need to add a description.
es: Necesitas añadir una descripción.

# AddItemPage_NoLocation_Exception_Message
source: You need to add a location.
es: Necesitas añadir una ubicación.

# AddItemPage_NoTitle_Exception_Message
source: You need to add a title.
es: Necesitas añadir un título.

# AddItemPage_RemoveImage_Confirmation_Message
source: Do you want to remove the photo?
es: ¿Deseas borrar la foto seleccionada?

# Exception_General_Message
source: Something goes wrong. Try again later.
es: Algo salió mal. Inténtalo de nuevo más tarde.

# ItemDetailPage_LocationError_Exception_Message
source: Unable to get location. Check your configuration and try again later.
es: No se puede obtener la ubicación. Revisa la configuración e inténtalo de nuevo.

# ItemDetailPage_RemoveJob_Confirmation_Message
source: Are you sure you want to delete this job?
es: ¿Deseas realmente borrar el trabajo?

# RegisterPage_Welcome_Message
source: Hi {0}, welcome to JobInTown.
es: Hola {0}, bienvenido a JobInTown.
